Repository: yandexmobile/yandex-ads-sdk-ios
Catalog: Sources/YandexMobileAdsWrapper/Resources/Localizable/DebugPanel.xcstrings
Source language: en
Languages: ru

source: Ad Units
ru: Рекламные блоки

source: Cancel
ru: Отмена

source: Configure Ad Request
ru: Настроить рекламный запрос

source: Adapter
ru: Адаптер

source: Adapter Version
ru: Версия адаптера

source: Advertisement Network Settings
ru: Настройки рекламной сети

source: App Review Status
ru: Статус ревью

source: App Version
ru: Версия приложения

source: Application ID
ru: ID приложения

source: Application Info
ru: Информация о приложении

source: Completed Integration
ru: Успешная интеграция

source: Debug Panel
ru: Debug панель

source: Features
ru: Функции

source: Format
ru: Формат

source: Info
ru: Информация

source: Integrated
ru: Интегрирован

source: Integration Errors
ru: Ошибки интеграции

source: Invalid Integration
ru: Неверная интеграция

source: iOS Version
ru: Версия iOS

source: Latest %@
ru: Последняя версия %@

source: Latest Adapter Version
ru: Последняя версия адаптера

# Mediation Type
source: Type
ru: Тип

source: Missing Integration
ru: Отсутствие интеграции

source: No
ru: Нет

source: No value set
ru: Не задано

source: Not integrated
ru: Не интегрирован

source: SDK Integration
ru: Интеграция SDK

source: SDK Integration Status
ru: Статус интеграции SDK

source: SDK Version
ru: Версия SDK

source: Test Ad Formats
ru: Форматы тестовой рекламы

source: Logs
ru: Логи

# Test Ad Formats Empty
source: No test ad formats available
ru: Нет доступных форматов тестовой рекламы

# Ad Logs Empty
source: No logs yet.
ru: Логов пока нет.

# App Open Ad Loaded
source: Loaded. Ad is ready for presentation. Leave the app, then return to see the ad.
ru: Загружено. Реклама готова к показу. Сверните приложение, затем вернитесь, чтобы увидеть рекламу.

source: Recent Ad Requests
ru: Недавние запросы рекламы

# No Recent Ad Requests
source: No ad requests have been made during this session
ru: В этой сессии ещё не было запросов рекламы

source: Manual Request
ru: Запрос вручную

source: Enter Ad Unit ID
ru: Ввести Ad Unit ID

source: Debug Ad Request
ru: Отладка рекламного запроса

source: Ad Format
ru: Формат рекламы

source: Banner Size
ru: Размер баннера

source: Banner Type
ru: Тип баннера

source: Width
ru: Ширина

source: Height
ru: Высота

source: Max Height
ru: Макс. высота

source: Container Width
ru: Ширина контейнера

# Enter Valid Banner Size
source: Enter valid banner dimensions
ru: Укажите корректные размеры баннера

source: Request Details
ru: Данные запроса

# Select Ad Format
source: Select an ad format
ru: Выберите формат рекламы

# Unavailable Ad Networks
source: Some networks from the original request are unavailable because their adapters are not installed: %@.
ru: Некоторые сети исходного запроса недоступны, потому что их адаптеры не установлены: %@.

source: Ad Request Debugging
ru: Отладка рекламных запросов

source: Inspect and Configure Requests
ru: Просмотр и настройка запросов

source: Proceed to Ad Load
ru: Перейти к загрузке рекламы

source: Available Ad Networks
ru: Доступные рекламные сети

source: Enable All Ad Networks
ru: Включить все рекламные сети

source: In Previous Response
ru: В предыдущем ответе

source: Other Installed Ad Networks
ru: Другие установленные рекламные сети

# No Available Ad Networks
source: No installed mediation adapters were found.
ru: Установленные адаптеры медиации не найдены.

# No Mediation Ad Networks
source: This request does not contain mediation ad networks.
ru: В этом запросе нет медиационных сетей.

source: Status
ru: Статус

source: Load Ad
ru: Загрузить

source: Show Ad
ru: Показать

# Ad Idle
source: Tap Load to request an ad.
ru: Нажмите «Загрузить», чтобы запросить рекламу.

# Ad Loading
source: Loading ad…
ru: Загрузка рекламы…

# Ad Loaded
source: Ad loaded successfully.
ru: Реклама успешно загружена.

# Ad Load Failed
source: Failed to load ad.
ru: Не удалось загрузить рекламу.

# Ad Show Failed
source: Failed to show ad.
ru: Не удалось показать рекламу.

# Ad No Fill
source: No ad available.
ru: Нет доступной рекламы.

# Ad Dismissed
source: Ad was dismissed. Load it again to retry.
ru: Реклама закрыта. Загрузите её снова для повторного показа.

source: 🐞 Yandex Employee Settings
ru: 🐞 Настройки сотрудника Яндекса

source: User Privacy
ru: Конфиденциальность пользователя

source: Visibility Error Indicator
ru: Индикатор ошибки видимости

source: Waterfall
ru: Водопад

source: Yes
ru: Да
